Repository: 4teamwork/ftw.dashboard.portlets.favourites
Catalog: ftw/dashboard/portlets/favourites/locales/*/LC_MESSAGES/ftw.dashboard.portlets.favourites.po
Languages: de, fr, pt_br

source: ${title} has been added to your favourites.
de: ${title} wurde zu Ihren Favoriten hinzugefügt
fr: ${title} a été ajouté comme favori
pt_br: ${title} foi adicionado aos seus favoritos.

source: Add Favorite Portlet
de: Favoriten Portlet hinzugefügt
fr: l'outil favoris ajouté
pt_br: Adicionar Portlet de Favoritos

source: Can't access home folder. favourite is not added.
de: Konnte keine Zugang zum home Ordner herstellen. Favorit nicht hinzugefügt werden
pt_br: NÃo foi possÃvel acessar a pasta pessoal. Favorito nÃo foi adicionado.

source: Edit Favorite Portlet
de: Favorite Portlet bearbeiten
fr: Editer favori
pt_br: Editar Portlet de Favorito

source: Favourites
de: Favoriten
fr: Favoris
pt_br: Favoritos

source: How many items to list.
de: Wie viele sollen angzeigt werden:
fr: Afficher quel nombre d'éléments
pt_br: Quanto itens devem ser exibidos.

source: Number of items to display
de: Anzahl anzuzeigende Artikel
fr: Nombre d'éléments à afficher
pt_br: NÃmero de itens para exibiÃÃo

source: Portlet added to dashboard
de: Portlet wurde zum Dashboard hinzugefügt
fr: Outil ajouté au portail
pt_br: Portlet adicionado ao dashboard

source: Portlet edited
de: Portlet wurde bearbeitet
fr: Outil édité
pt_br: Portlet editado

source: There was a problem adding ${title} to your favourites.
de: Es gab ein Problem beim hinzufügen von ${title} zu Ihren Favoriten
fr: Ajout de ${title} échoué
pt_br: Ocorreu um erro ao adicionar ${title} aos seus favoritos.

source: This portlet displays your Favorites
de: Dieses portlet zeigt ihre Favoriten an
fr: Cet outil indique vos favoris
pt_br: Esse portlet exibe os seus favoritos

source: box_favourites
de: Favoriten
fr: Favoris
pt_br: Favoritos

source: box_no_fav_items
de: Keine Favoriten
fr: Aucun favori
pt_br: Sem itens.

source: Add to favorites
fr: Marquer comme favori
